module.exports = {
  "간석": {
    "주안": 2,
    "동암": 2
  },
  "도원": {
    "동인천": 2,
    "제물포": 2
  },
  "도화": {
    "제물포": 2,
    "주안": 2
  },
  "동암": {
    "간석": 2,
    "백운": 2
  },
  "동인천": {
    "인천": 3,
    "도원": 2
  },
  "백운": {
    "동암": 2,
    "부평": 3
  },
  "부평": {
    "동수": 2,
    "부평시장": 2,
    "백운": 3
  },
  "인천": {
    "신포": 2,
    "동인천": 3
  },
  "제물포": {
    "도원": 2,
    "도화": 2
  },
  "주안": {
    "주안국가산단": 2,
    "시민공원": 3,
    "도화": 2,
    "간석": 2
  },
  "간석오거리": {
    "인천시청": 3,
    "부평삼거리": 2
  },
  "갈산": {
    "부평구청": 2,
    "작전": 2
  },
  "경인교대입구": {
    "작전": 2,
    "계산": 2
  },
  "계산": {
    "경인교대입구": 2,
    "임학": 2
  },
  "계양": {
    "귤현": 3
  },
  "국제업무지구": {
    "센트럴파크": 2
  },
  "귤현": {
    "박촌": 3,
    "계양": 3
  },
  "동막": {
    "캠퍼스타운": 3,
    "동춘": 2
  },
  "동수": {
    "부평삼거리": 2,
    "부평": 2
  },
  "동춘": {
    "동막": 2,
    "원인재": 2
  },
  "문학경기장": {
    "선학": 1,
    "인천터미널": 2
  },
  "박촌": {
    "임학": 2,
    "귤현": 3
  },
  "부평구청": {
    "부평시장": 2,
    "갈산": 2
  },
  "부평삼거리": {
    "간석오거리": 2,
    "동수": 2
  },
  "부평시장": {
    "부평": 2,
    "부평구청": 2
  },
  "선학": {
    "신연수": 2,
    "문학경기장": 1
  },
  "센트럴파크": {
    "국제업무지구": 2,
    "인천대입구": 2
  },
  "신연수": {
    "원인재": 2,
    "선학": 2
  },
  "예술회관": {
    "인천터미널": 2,
    "인천시청": 2
  },
  "원인재": {
    "동춘": 2,
    "신연수": 2,
    "남동인더스파크": 2,
    "연수": 2
  },
  "인천대입구": {
    "센트럴파크": 2,
    "지식정보단지": 2
  },
  "인천시청": {
    "예술회관": 2,
    "간석오거리": 3,
    "석바위시장": 2,
    "석천사거리": 2
  },
  "인천터미널": {
    "문학경기장": 2,
    "예술회관": 2
  },
  "임학": {
    "계산": 2,
    "박촌": 2
  },
  "작전": {
    "갈산": 2,
    "경인교대입구": 2
  },
  "지식정보단지": {
    "인천대입구": 2,
    "테크노파크": 3
  },
  "캠퍼스타운": {
    "테크노파크": 1,
    "동막": 3
  },
  "테크노파크": {
    "지식정보단지": 3,
    "캠퍼스타운": 1
  },
  "가재울": {
    "인천가좌": 3,
    "주안국가산단": 2
  },
  "가정": {
    "서구청": 3,
    "가정중앙시장": 2
  },
  "가정중앙시장": {
    "가정": 2,
    "석남": 2
  },
  "검단사거리": {
    "왕길": 2,
    "마전": 2
  },
  "검단오류": {
    "왕길": 2
  },
  "검바위": {
    "검암": 1,
    "아시아드경기장": 2
  },
  "검암": {
    "독정": 3,
    "검바위": 1
  },
  "남동구청": {
    "만수": 2,
    "인천대공원": 2
  },
  "독정": {
    "완정": 1,
    "검암": 3
  },
  "마전": {
    "검단사거리": 2,
    "완정": 2
  },
  "만수": {
    "모래내시장": 2,
    "남동구청": 2
  },
  "모래내시장": {
    "석천사거리": 1,
    "만수": 2
  },
  "서구청": {
    "아시아드경기장": 1,
    "가정": 3
  },
  "서부여성회관": {
    "석남": 2,
    "인천가좌": 1
  },
  "석남": {
    "가정중앙시장": 2,
    "서부여성회관": 2
  },
  "석바위시장": {
    "시민공원": 1,
    "인천시청": 2
  },
  "석천사거리": {
    "인천시청": 2,
    "모래내시장": 1
  },
  "시민공원": {
    "주안": 3,
    "석바위시장": 1
  },
  "아시아드경기장": {
    "검바위": 2,
    "서구청": 1
  },
  "완정": {
    "마전": 2,
    "독정": 1
  },
  "왕길": {
    "검단오류": 2,
    "검단사거리": 2
  },
  "운연": {
    "인천대공원": 2
  },
  "인천가좌": {
    "서부여성회관": 1,
    "가재울": 3
  },
  "인천대공원": {
    "남동구청": 2,
    "운연": 2
  },
  "주안국가산단": {
    "가재울": 2,
    "주안": 2
  },
  "남동인더스파크": {
    "호구포": 2,
    "원인재": 2
  },
  "달월": {
    "월곶": 3
  },
  "소래포구": {
    "월곶": 2,
    "인천논현": 2
  },
  "송도": {
    "연수": 3,
    "인하대": 3
  },
  "숭의": {
    "인하대": 3,
    "신포": 3
  },
  "신포": {
    "숭의": 3,
    "인천": 2
  },
  "연수": {
    "원인재": 2,
    "송도": 3
  },
  "오이도": {},
  "월곶": {
    "달월": 3,
    "소래포구": 2
  },
  "인천논현": {
    "소래포구": 2,
    "호구포": 2
  },
  "인하대": {
    "송도": 3,
    "숭의": 3
  },
  "호구포": {
    "인천논현": 2,
    "남동인더스파크": 2
  }
}