module.exports = {
  "가능": {
    "의정부": 2,
    "녹양": 2
  },
  "가산디지털단지": {
    "독산": 3,
    "구로": 4,
    "철산": 2,
    "남구로": 2
  },
  "간석": {
    "주안": 2,
    "동암": 2
  },
  "개봉": {
    "오류동": 2,
    "구일": 2
  },
  "관악": {
    "안양": 4,
    "석수": 3
  },
  "광명": {
    "금천구청": 7
  },
  "광운대": {
    "석계": 2,
    "월계": 2
  },
  "구로": {
    "가산디지털단지": 4,
    "구일": 2,
    "신도림": 2
  },
  "구일": {
    "개봉": 2,
    "구로": 2
  },
  "군포": {
    "당정": 2,
    "금정": 3
  },
  "금정": {
    "군포": 3,
    "명학": 2,
    "산본": 4,
    "범계": 4
  },
  "금천구청": {
    "광명": 7,
    "석수": 4,
    "독산": 2
  },
  "남영": {
    "용산": 2,
    "서울": 3
  },
  "노량진": {
    "대방": 2,
    "용산": 4,
    "노들": 2,
    "샛강": 2
  },
  "녹양": {
    "가능": 2,
    "양주": 2
  },
  "녹천": {
    "월계": 2,
    "창동": 2
  },
  "당정": {
    "의왕": 4,
    "군포": 2
  },
  "대방": {
    "신길": 2,
    "노량진": 2
  },
  "덕계": {
    "양주": 8,
    "덕정": 4
  },
  "덕정": {
    "덕계": 4,
    "지행": 9
  },
  "도봉": {
    "방학": 2,
    "도봉산": 2
  },
  "도봉산": {
    "도봉": 2,
    "망월사": 4,
    "수락산": 2,
    "장암": 2
  },
  "도원": {
    "동인천": 2,
    "제물포": 2
  },
  "도화": {
    "제물포": 2,
    "주안": 2
  },
  "독산": {
    "금천구청": 2,
    "가산디지털단지": 3
  },
  "동대문": {
    "종로5가": 2,
    "동묘앞": 2,
    "동대문역사문화공원": 2,
    "혜화": 2
  },
  "동두천": {
    "보산": 2,
    "소요산": 4
  },
  "동두천중앙": {
    "지행": 2,
    "보산": 2
  },
  "동묘앞": {
    "신설동": 2,
    "동대문": 2,
    "창신": 2,
    "신당": 2
  },
  "동암": {
    "간석": 2,
    "백운": 2
  },
  "동인천": {
    "인천": 3,
    "도원": 2
  },
  "두정": {
    "천안": 5,
    "직산": 6
  },
  "망월사": {
    "도봉산": 4,
    "회룡": 2
  },
  "명학": {
    "금정": 2,
    "안양": 3
  },
  "방학": {
    "창동": 3,
    "도봉": 2
  },
  "배방": {
    "온양온천": 8,
    "아산": 8
  },
  "백운": {
    "동암": 2,
    "부평": 3
  },
  "병점": {
    "서동탄": 5,
    "세마": 4,
    "세류": 7
  },
  "보산": {
    "동두천중앙": 2,
    "동두천": 2
  },
  "봉명": {
    "쌍용(나사렛대)": 2,
    "천안": 2
  },
  "부개": {
    "부평": 2,
    "송내": 2
  },
  "부천": {
    "중동": 3,
    "소사": 2
  },
  "부평": {
    "백운": 3,
    "부개": 2,
    "동수": 2,
    "부평시장": 2
  },
  "서동탄": {
    "병점": 5
  },
  "서울": {
    "남영": 3,
    "시청": 2,
    "숙대입구": 2,
    "회현": 2,
    "공덕": 4,
    "신촌(경의중앙선)": 7
  },
  "서정리": {
    "지제": 7,
    "송탄": 3
  },
  "석계": {
    "신이문": 2,
    "광운대": 2,
    "태릉입구": 2,
    "돌곶이": 2
  },
  "석수": {
    "관악": 3,
    "금천구청": 4
  },
  "성균관대": {
    "화서": 4,
    "의왕": 4
  },
  "성환": {
    "직산": 8,
    "평택": 14
  },
  "세류": {
    "병점": 7,
    "수원": 4
  },
  "세마": {
    "오산대": 4,
    "병점": 4
  },
  "소사": {
    "역곡": 2,
    "부천": 2,
    "소새울": 3
  },
  "소요산": {
    "동두천": 4
  },
  "송내": {
    "부개": 2,
    "중동": 2
  },
  "송탄": {
    "서정리": 3,
    "진위": 6
  },
  "수원": {
    "세류": 4,
    "화서": 3,
    "매교": 2
  },
  "시청": {
    "서울": 2,
    "종각": 2,
    "충정로": 2,
    "을지로입구": 2
  },
  "신길": {
    "영등포": 2,
    "대방": 2,
    "여의도": 2,
    "영등포시장": 2
  },
  "신도림": {
    "구로": 2,
    "영등포": 2,
    "도림천": 2,
    "대림": 3,
    "문래": 2
  },
  "신설동": {
    "동묘앞": 2,
    "제기동": 2,
    "용두": 2,
    "보문": 2
  },
  "신이문": {
    "외대앞": 2,
    "석계": 2
  },
  "신창": {
    "온양온천": 8
  },
  "쌍용(나사렛대)": {
    "아산": 2,
    "봉명": 2
  },
  "아산": {
    "배방": 8,
    "쌍용(나사렛대)": 2
  },
  "안양": {
    "명학": 3,
    "관악": 4
  },
  "양주": {
    "녹양": 2,
    "덕계": 8
  },
  "역곡": {
    "소사": 2,
    "온수": 2
  },
  "영등포": {
    "신도림": 2,
    "신길": 2
  },
  "오류동": {
    "온수": 3,
    "개봉": 2
  },
  "오산": {
    "진위": 6,
    "오산대": 4
  },
  "오산대": {
    "오산": 4,
    "세마": 4
  },
  "온수": {
    "역곡": 2,
    "오류동": 3,
    "천왕": 2,
    "까치울": 3
  },
  "온양온천": {
    "신창": 8,
    "배방": 8
  },
  "외대앞": {
    "회기": 2,
    "신이문": 2
  },
  "용산": {
    "노량진": 4,
    "남영": 2,
    "이촌": 4,
    "효창공원앞": 3
  },
  "월계": {
    "광운대": 2,
    "녹천": 2
  },
  "의왕": {
    "성균관대": 4,
    "당정": 4
  },
  "의정부": {
    "회룡": 2,
    "가능": 2
  },
  "인천": {
    "동인천": 3,
    "신포": 2
  },
  "제기동": {
    "신설동": 2,
    "청량리": 2
  },
  "제물포": {
    "도원": 2,
    "도화": 2
  },
  "종각": {
    "시청": 2,
    "종로3가": 2
  },
  "종로3가": {
    "종각": 2,
    "종로5가": 2,
    "을지로3가": 2,
    "안국": 2,
    "을지로4가": 2,
    "광화문": 2
  },
  "종로5가": {
    "종로3가": 2,
    "동대문": 2
  },
  "주안": {
    "도화": 2,
    "간석": 2,
    "주안국가산단": 2,
    "시민공원": 3
  },
  "중동": {
    "송내": 2,
    "부천": 3
  },
  "지제": {
    "평택": 6,
    "서정리": 7
  },
  "지행": {
    "덕정": 9,
    "동두천중앙": 2
  },
  "직산": {
    "두정": 6,
    "성환": 8
  },
  "진위": {
    "송탄": 6,
    "오산": 6
  },
  "창동": {
    "녹천": 2,
    "방학": 3,
    "쌍문": 2,
    "노원": 2
  },
  "천안": {
    "봉명": 2,
    "두정": 5
  },
  "청량리": {
    "제기동": 2,
    "회기": 3,
    "왕십리": 5
  },
  "평택": {
    "성환": 14,
    "지제": 6
  },
  "화서": {
    "수원": 3,
    "성균관대": 4
  },
  "회기": {
    "청량리": 3,
    "외대앞": 2,
    "중랑": 3
  },
  "회룡": {
    "망월사": 2,
    "의정부": 2,
    "발곡": 1,
    "범골": 1
  },
  "강남": {
    "교대": 2,
    "역삼": 2,
    "양재": 2
  },
  "강변": {
    "잠실나루": 3,
    "구의": 2
  },
  "건대입구": {
    "구의": 2,
    "성수": 2,
    "뚝섬유원지": 2,
    "어린이대공원": 2
  },
  "교대": {
    "서초": 2,
    "강남": 2,
    "남부터미널": 2,
    "고속터미널": 2
  },
  "구로디지털단지": {
    "대림": 2,
    "신대방": 2
  },
  "구의": {
    "강변": 2,
    "건대입구": 2
  },
  "까치산": {
    "신정네거리": 3,
    "신정": 2,
    "화곡": 2
  },
  "낙성대": {
    "서울대입구": 2,
    "사당": 3
  },
  "당산": {
    "합정": 3,
    "영등포구청": 2,
    "국회의사당": 2,
    "선유도": 2
  },
  "대림": {
    "신도림": 3,
    "구로디지털단지": 2,
    "남구로": 2,
    "신풍": 2
  },
  "도림천": {
    "양천구청": 3,
    "신도림": 2
  },
  "동대문역사문화공원": {
    "신당": 2,
    "을지로4가": 2,
    "충무로": 2,
    "동대문": 2,
    "청구": 2
  },
  "뚝섬": {
    "성수": 2,
    "한양대": 2
  },
  "문래": {
    "영등포구청": 2,
    "신도림": 2
  },
  "방배": {
    "사당": 2,
    "서초": 3
  },
  "봉천": {
    "신림": 2,
    "서울대입구": 2
  },
  "사당": {
    "낙성대": 3,
    "방배": 2,
    "남태령": 2,
    "총신대입구(이수)": 2
  },
  "삼성": {
    "선릉": 2,
    "종합운동장": 2
  },
  "삼전": {
    "종합운동장": 3
  },
  "상왕십리": {
    "왕십리": 2,
    "신당": 2
  },
  "서울대입구": {
    "봉천": 2,
    "낙성대": 2
  },
  "서초": {
    "방배": 3,
    "교대": 2
  },
  "선릉": {
    "역삼": 2,
    "삼성": 2,
    "한티": 2,
    "선정릉": 2
  },
  "성수": {
    "용답": 4,
    "건대입구": 2,
    "뚝섬": 2
  },
  "신답": {
    "용두": 2,
    "용답": 2
  },
  "신당": {
    "상왕십리": 2,
    "동대문역사문화공원": 2,
    "동묘앞": 2,
    "청구": 2
  },
  "신대방": {
    "구로디지털단지": 2,
    "신림": 3
  },
  "신림": {
    "신대방": 3,
    "봉천": 2
  },
  "신정네거리": {
    "까치산": 3,
    "양천구청": 3
  },
  "신촌": {
    "이대": 2,
    "홍대입구": 2
  },
  "아현": {
    "충정로": 2,
    "이대": 2
  },
  "양천구청": {
    "신정네거리": 3,
    "도림천": 3
  },
  "역삼": {
    "강남": 2,
    "선릉": 2
  },
  "영등포구청": {
    "문래": 2,
    "당산": 2,
    "영등포시장": 2,
    "양평": 2
  },
  "왕십리": {
    "한양대": 2,
    "상왕십리": 2,
    "마장": 2,
    "행당": 2,
    "청량리": 5,
    "응봉": 2,
    "서울숲": 3
  },
  "용답": {
    "신답": 2,
    "성수": 4
  },
  "용두": {
    "신설동": 2,
    "신답": 2
  },
  "을지로3가": {
    "을지로4가": 2,
    "을지로입구": 2,
    "충무로": 2,
    "종로3가": 2
  },
  "을지로4가": {
    "동대문역사문화공원": 2,
    "을지로3가": 2,
    "종로3가": 2
  },
  "을지로입구": {
    "을지로3가": 2,
    "시청": 2
  },
  "이대": {
    "아현": 2,
    "신촌": 2
  },
  "잠실": {
    "잠실새내": 2,
    "잠실나루": 2,
    "석촌": 2,
    "몽촌토성": 2
  },
  "잠실나루": {
    "잠실": 2,
    "강변": 3
  },
  "잠실새내": {
    "종합운동장": 2,
    "잠실": 2
  },
  "종합운동장": {
    "삼성": 2,
    "잠실새내": 2,
    "봉은사": 3,
    "삼전": 3
  },
  "충정로": {
    "시청": 2,
    "아현": 2,
    "서대문": 2,
    "애오개": 2
  },
  "한양대": {
    "뚝섬": 2,
    "왕십리": 2
  },
  "합정": {
    "홍대입구": 2,
    "당산": 3,
    "상수": 2,
    "망원": 2
  },
  "홍대입구": {
    "신촌": 2,
    "합정": 2,
    "공덕": 3,
    "디지털미디어시티": 3,
    "서강대": 2,
    "가좌": 3
  },
  "가락시장": {
    "경찰병원": 2,
    "수서": 9,
    "문정": 2,
    "송파": 2
  },
  "경복궁": {
    "안국": 2,
    "독립문": 2
  },
  "경찰병원": {
    "오금": 2,
    "가락시장": 2
  },
  "고속터미널": {
    "교대": 2,
    "잠원": 2,
    "내방": 3,
    "반포": 2,
    "사평": 2,
    "신반포": 2
  },
  "구파발": {
    "연신내": 3,
    "지축": 2
  },
  "금호": {
    "옥수": 2,
    "약수": 2
  },
  "남부터미널": {
    "양재": 3,
    "교대": 2
  },
  "녹번": {
    "홍제": 2,
    "불광": 2
  },
  "대곡": {
    "화정": 3,
    "백석": 4,
    "능곡": 3,
    "곡산": 2
  },
  "대청": {
    "일원": 2,
    "학여울": 2
  },
  "대치": {
    "학여울": 2,
    "도곡": 2
  },
  "대화": {
    "주엽": 2
  },
  "도곡": {
    "대치": 2,
    "매봉": 2,
    "구룡": 2,
    "한티": 2
  },
  "독립문": {
    "경복궁": 2,
    "무악재": 2
  },
  "동대입구": {
    "약수": 2,
    "충무로": 2
  },
  "마두": {
    "백석": 2,
    "정발산": 2
  },
  "매봉": {
    "도곡": 2,
    "양재": 2
  },
  "무악재": {
    "독립문": 2,
    "홍제": 2
  },
  "백석": {
    "대곡": 4,
    "마두": 2
  },
  "불광": {
    "녹번": 2,
    "연신내": 2,
    "역촌": 2,
    "독바위": 2
  },
  "삼송": {
    "지축": 3,
    "원흥": 2
  },
  "수서": {
    "가락시장": 9,
    "일원": 3,
    "복정": 5,
    "대모산입구": 5
  },
  "신사": {
    "잠원": 2,
    "압구정": 2
  },
  "안국": {
    "종로3가": 2,
    "경복궁": 2
  },
  "압구정": {
    "신사": 2,
    "옥수": 3
  },
  "약수": {
    "금호": 2,
    "동대입구": 2,
    "청구": 2,
    "버티고개": 2
  },
  "양재": {
    "매봉": 2,
    "남부터미널": 3,
    "양재시민의숲": 3,
    "강남": 2
  },
  "연신내": {
    "불광": 2,
    "구파발": 3,
    "독바위": 2,
    "구산": 2
  },
  "오금": {
    "경찰병원": 2,
    "개롱": 2,
    "방이": 2
  },
  "옥수": {
    "압구정": 3,
    "금호": 2,
    "응봉": 3,
    "한남": 2
  },
  "원당": {
    "원흥": 3,
    "화정": 4
  },
  "원흥": {
    "삼송": 2,
    "원당": 3
  },
  "일원": {
    "수서": 3,
    "대청": 2
  },
  "잠원": {
    "고속터미널": 2,
    "신사": 2
  },
  "정발산": {
    "마두": 2,
    "주엽": 2
  },
  "주엽": {
    "정발산": 2,
    "대화": 2
  },
  "지축": {
    "구파발": 2,
    "삼송": 3
  },
  "충무로": {
    "동대입구": 2,
    "을지로3가": 2,
    "명동": 2,
    "동대문역사문화공원": 2
  },
  "학여울": {
    "대청": 2,
    "대치": 2
  },
  "홍제": {
    "무악재": 2,
    "녹번": 2
  },
  "화정": {
    "원당": 4,
    "대곡": 3
  },
  "경마공원": {
    "대공원": 2,
    "선바위": 2
  },
  "고잔": {
    "초지": 2,
    "중앙": 2
  },
  "과천": {
    "정부과천청사": 2,
    "대공원": 2
  },
  "길음": {
    "성신여대입구": 2,
    "미아사거리": 2
  },
  "남태령": {
    "선바위": 3,
    "사당": 2
  },
  "노원": {
    "창동": 2,
    "상계": 2,
    "중계": 2,
    "마들": 2
  },
  "당고개": {
    "상계": 2
  },
  "대공원": {
    "과천": 2,
    "경마공원": 2
  },
  "대야미": {
    "반월": 3,
    "수리산": 4
  },
  "동작": {
    "총신대입구(이수)": 3,
    "이촌": 4,
    "구반포": 2,
    "흑석": 2
  },
  "명동": {
    "회현": 2,
    "충무로": 2
  },
  "미아": {
    "미아사거리": 2,
    "수유": 2
  },
  "미아사거리": {
    "길음": 2,
    "미아": 2
  },
  "반월": {
    "상록수": 6,
    "대야미": 3
  },
  "범계": {
    "금정": 4,
    "평촌": 2
  },
  "산본": {
    "수리산": 2,
    "금정": 4
  },
  "삼각지": {
    "신용산": 2,
    "숙대입구": 2,
    "녹사평": 2,
    "효창공원앞": 2
  },
  "상계": {
    "노원": 2,
    "당고개": 2
  },
  "상록수": {
    "한대앞": 2,
    "반월": 6
  },
  "선바위": {
    "경마공원": 2,
    "남태령": 3
  },
  "성신여대입구": {
    "한성대입구": 2,
    "길음": 2,
    "정릉": 2,
    "보문": 3
  },
  "수리산": {
    "대야미": 4,
    "산본": 2
  },
  "수유": {
    "미아": 2,
    "쌍문": 2
  },
  "숙대입구": {
    "삼각지": 2,
    "서울": 2
  },
  "신길온천": {
    "정왕": 4,
    "안산": 3
  },
  "신용산": {
    "이촌": 2,
    "삼각지": 2
  },
  "쌍문": {
    "수유": 2,
    "창동": 2
  },
  "안산": {
    "신길온천": 3,
    "초지": 3
  },
  "오이도": {
    "정왕": 2,
    "달월": 3
  },
  "이촌": {
    "동작": 4,
    "신용산": 2,
    "서빙고": 3,
    "용산": 4
  },
  "인덕원": {
    "평촌": 2,
    "정부과천청사": 5
  },
  "정부과천청사": {
    "인덕원": 5,
    "과천": 2
  },
  "정왕": {
    "오이도": 2,
    "신길온천": 4
  },
  "중앙": {
    "고잔": 2,
    "한대앞": 2
  },
  "초지": {
    "안산": 3,
    "고잔": 2,
    "선부": 3,
    "원곡": 3
  },
  "총신대입구(이수)": {
    "사당": 2,
    "동작": 3,
    "남성": 2
  },
  "평촌": {
    "범계": 2,
    "인덕원": 2
  },
  "한대앞": {
    "중앙": 2,
    "상록수": 2
  },
  "한성대입구": {
    "혜화": 2,
    "성신여대입구": 2
  },
  "혜화": {
    "동대문": 2,
    "한성대입구": 2
  },
  "회현": {
    "서울": 2,
    "명동": 2
  },
  "강동": {
    "둔촌동": 2,
    "길동": 2,
    "천호": 2
  },
  "개롱": {
    "거여": 2,
    "오금": 2
  },
  "개화산": {
    "김포공항": 2,
    "방화": 2
  },
  "거여": {
    "마천": 2,
    "개롱": 2
  },
  "고덕": {
    "상일동": 2,
    "명일": 2
  },
  "공덕": {
    "애오개": 2,
    "마포": 2,
    "효창공원앞": 2,
    "대흥": 2,
    "서울": 4,
    "홍대입구": 3,
    "서강대": 3
  },
  "광나루": {
    "천호": 3,
    "아차산": 2
  },
  "광화문": {
    "종로3가": 2,
    "서대문": 2
  },
  "군자": {
    "아차산": 2,
    "장한평": 2,
    "어린이대공원": 2,
    "중곡": 2
  },
  "굽은다리": {
    "명일": 2,
    "길동": 2
  },
  "길동": {
    "굽은다리": 2,
    "강동": 2
  },
  "김포공항": {
    "송정": 2,
    "개화산": 2,
    "공항시장": 2,
    "개화": 6,
    "계양": 6,
    "마곡나루": 3
  },
  "답십리": {
    "장한평": 2,
    "마장": 2
  },
  "둔촌동": {
    "올림픽공원": 2,
    "강동": 2
  },
  "마곡": {
    "발산": 2,
    "송정": 2
  },
  "마장": {
    "답십리": 2,
    "왕십리": 2
  },
  "마천": {
    "거여": 2
  },
  "마포": {
    "공덕": 2,
    "여의나루": 3
  },
  "명일": {
    "고덕": 2,
    "굽은다리": 2
  },
  "목동": {
    "오목교": 2,
    "신정": 2
  },
  "발산": {
    "우장산": 2,
    "마곡": 2
  },
  "방이": {
    "오금": 2,
    "올림픽공원": 2
  },
  "방화": {
    "개화산": 2
  },
  "상일동": {
    "고덕": 2
  },
  "서대문": {
    "광화문": 2,
    "충정로": 2
  },
  "송정": {
    "마곡": 2,
    "김포공항": 2
  },
  "신금호": {
    "행당": 2,
    "청구": 2
  },
  "신정": {
    "목동": 2,
    "까치산": 2
  },
  "아차산": {
    "광나루": 2,
    "군자": 2
  },
  "애오개": {
    "충정로": 2,
    "공덕": 2
  },
  "양평": {
    "영등포구청": 2,
    "오목교": 2
  },
  "여의나루": {
    "마포": 3,
    "여의도": 2
  },
  "여의도": {
    "여의나루": 2,
    "신길": 2,
    "샛강": 2,
    "국회의사당": 2
  },
  "영등포시장": {
    "신길": 2,
    "영등포구청": 2
  },
  "오목교": {
    "양평": 2,
    "목동": 2
  },
  "올림픽공원": {
    "방이": 2,
    "둔촌동": 2
  },
  "우장산": {
    "화곡": 2,
    "발산": 2
  },
  "장한평": {
    "군자": 2,
    "답십리": 2
  },
  "천호": {
    "강동": 2,
    "광나루": 3,
    "강동구청": 2,
    "암사": 2
  },
  "청구": {
    "신금호": 2,
    "동대문역사문화공원": 2,
    "신당": 2,
    "약수": 2
  },
  "행당": {
    "왕십리": 2,
    "신금호": 2
  },
  "화곡": {
    "까치산": 2,
    "우장산": 2
  },
  "고려대": {
    "월곡": 2,
    "안암": 2
  },
  "광흥창": {
    "대흥": 2,
    "상수": 2
  },
  "구산": {
    "연신내": 2,
    "응암": 2
  },
  "녹사평": {
    "이태원": 2,
    "삼각지": 2
  },
  "대흥": {
    "공덕": 2,
    "광흥창": 2
  },
  "독바위": {
    "불광": 2,
    "연신내": 2
  },
  "돌곶이": {
    "석계": 2,
    "상월곡": 2
  },
  "디지털미디어시티": {
    "월드컵경기장": 2,
    "증산": 2,
    "홍대입구": 3,
    "마곡나루": 7,
    "가좌": 2,
    "수색": 2
  },
  "마포구청": {
    "망원": 2,
    "월드컵경기장": 2
  },
  "망원": {
    "합정": 2,
    "마포구청": 2
  },
  "버티고개": {
    "약수": 2,
    "한강진": 2
  },
  "보문": {
    "안암": 2,
    "창신": 2,
    "성신여대입구": 3,
    "신설동": 2
  },
  "봉화산": {
    "화랑대": 2
  },
  "상수": {
    "광흥창": 2,
    "합정": 2
  },
  "상월곡": {
    "돌곶이": 2,
    "월곡": 2
  },
  "새절": {
    "증산": 2,
    "응암": 2
  },
  "안암": {
    "고려대": 2,
    "보문": 2
  },
  "역촌": {
    "응암": 2,
    "불광": 2
  },
  "월곡": {
    "상월곡": 2,
    "고려대": 2
  },
  "월드컵경기장": {
    "마포구청": 2,
    "디지털미디어시티": 2
  },
  "응암": {
    "새절": 2,
    "역촌": 2,
    "구산": 2
  },
  "이태원": {
    "한강진": 2,
    "녹사평": 2
  },
  "증산": {
    "디지털미디어시티": 2,
    "새절": 2
  },
  "창신": {
    "보문": 2,
    "동묘앞": 2
  },
  "태릉입구": {
    "화랑대": 2,
    "석계": 2,
    "먹골": 2,
    "공릉": 2
  },
  "한강진": {
    "버티고개": 2,
    "이태원": 2
  },
  "화랑대": {
    "봉화산": 2,
    "태릉입구": 2
  },
  "효창공원앞": {
    "삼각지": 2,
    "공덕": 2,
    "용산": 3
  },
  "강남구청": {
    "학동": 2,
    "청담": 2,
    "선정릉": 2,
    "압구정로데오": 2
  },
  "공릉": {
    "태릉입구": 2,
    "하계": 2
  },
  "광명사거리": {
    "천왕": 3,
    "철산": 2
  },
  "굴포천": {
    "부평구청": 2,
    "삼산체육관": 2
  },
  "까치울": {
    "부천종합운동장": 2,
    "온수": 3
  },
  "남구로": {
    "가산디지털단지": 2,
    "대림": 2
  },
  "남성": {
    "숭실대입구": 3,
    "총신대입구(이수)": 2
  },
  "내방": {
    "고속터미널": 3
  },
  "논현": {
    "반포": 2,
    "학동": 2
  },
  "뚝섬유원지": {
    "청담": 3,
    "건대입구": 2
  },
  "마들": {
    "노원": 2,
    "수락산": 2
  },
  "먹골": {
    "중화": 2,
    "태릉입구": 2
  },
  "면목": {
    "사가정": 2,
    "상봉": 2
  },
  "반포": {
    "고속터미널": 2,
    "논현": 2
  },
  "보라매": {
    "신풍": 2,
    "신대방삼거리": 2
  },
  "부천시청": {
    "상동": 2,
    "신중동": 2
  },
  "부천종합운동장": {
    "춘의": 2,
    "까치울": 2
  },
  "부평구청": {
    "굴포천": 2,
    "부평시장": 2,
    "갈산": 2
  },
  "사가정": {
    "용마산": 2,
    "면목": 2
  },
  "삼산체육관": {
    "굴포천": 2,
    "상동": 2
  },
  "상도": {
    "장승배기": 2,
    "숭실대입구": 2
  },
  "상동": {
    "삼산체육관": 2,
    "부천시청": 2
  },
  "상봉": {
    "면목": 2,
    "중화": 2,
    "망우": 2,
    "중랑": 2
  },
  "수락산": {
    "마들": 2,
    "도봉산": 2
  },
  "숭실대입구": {
    "상도": 2,
    "남성": 3
  },
  "신대방삼거리": {
    "보라매": 2,
    "장승배기": 2
  },
  "신중동": {
    "부천시청": 2,
    "춘의": 2
  },
  "신풍": {
    "대림": 2,
    "보라매": 2
  },
  "어린이대공원": {
    "건대입구": 2,
    "군자": 2
  },
  "용마산": {
    "중곡": 2,
    "사가정": 2
  },
  "장승배기": {
    "신대방삼거리": 2,
    "상도": 2
  },
  "장암": {
    "도봉산": 2
  },
  "중계": {
    "하계": 2,
    "노원": 2
  },
  "중곡": {
    "군자": 2,
    "용마산": 2
  },
  "중화": {
    "상봉": 2,
    "먹골": 2
  },
  "천왕": {
    "온수": 2,
    "광명사거리": 3
  },
  "철산": {
    "광명사거리": 2,
    "가산디지털단지": 2
  },
  "청담": {
    "강남구청": 2,
    "뚝섬유원지": 3
  },
  "춘의": {
    "신중동": 2,
    "부천종합운동장": 2
  },
  "하계": {
    "공릉": 2,
    "중계": 2
  },
  "학동": {
    "논현": 2,
    "강남구청": 2
  },
  "강동구청": {
    "몽촌토성": 2,
    "천호": 2
  },
  "남한산성입구": {
    "단대오거리": 2,
    "산성": 3
  },
  "단대오거리": {
    "신흥": 2,
    "남한산성입구": 2
  },
  "모란": {
    "수진": 3,
    "야탑": 4,
    "태평": 2
  },
  "몽촌토성": {
    "잠실": 2,
    "강동구청": 2
  },
  "문정": {
    "장지": 2,
    "가락시장": 2
  },
  "복정": {
    "산성": 3,
    "장지": 2,
    "가천대": 4,
    "수서": 5
  },
  "산성": {
    "남한산성입구": 3,
    "복정": 3
  },
  "석촌": {
    "송파": 2,
    "잠실": 2
  },
  "송파": {
    "가락시장": 2,
    "석촌": 2
  },
  "수진": {
    "모란": 3,
    "신흥": 2
  },
  "신흥": {
    "수진": 2,
    "단대오거리": 2
  },
  "암사": {
    "천호": 2
  },
  "장지": {
    "복정": 2,
    "문정": 2
  },
  "가양": {
    "증미": 2,
    "양천향교": 2
  },
  "개화": {
    "김포공항": 6
  },
  "공항시장": {
    "신방화": 2,
    "김포공항": 2
  },
  "구반포": {
    "신반포": 2,
    "동작": 2
  },
  "국회의사당": {
    "여의도": 2,
    "당산": 2
  },
  "노들": {
    "흑석": 2,
    "노량진": 2
  },
  "등촌": {
    "염창": 2,
    "증미": 2
  },
  "마곡나루": {
    "양천향교": 2,
    "신방화": 2,
    "김포공항": 3,
    "디지털미디어시티": 7
  },
  "봉은사": {
    "종합운동장": 3,
    "삼성중앙": 2
  },
  "사평": {
    "신논현": 2,
    "고속터미널": 2
  },
  "삼성중앙": {
    "봉은사": 2,
    "선정릉": 2
  },
  "샛강": {
    "노량진": 2,
    "여의도": 2
  },
  "선유도": {
    "당산": 2,
    "신목동": 2
  },
  "선정릉": {
    "삼성중앙": 2,
    "언주": 2,
    "선릉": 2,
    "강남구청": 2
  },
  "신논현": {
    "언주": 2,
    "사평": 2
  },
  "신목동": {
    "선유도": 2,
    "염창": 2
  },
  "신반포": {
    "고속터미널": 2,
    "구반포": 2
  },
  "신방화": {
    "마곡나루": 2,
    "공항시장": 2
  },
  "양천향교": {
    "가양": 2,
    "마곡나루": 2
  },
  "언주": {
    "선정릉": 2,
    "신논현": 2
  },
  "염창": {
    "신목동": 2,
    "등촌": 2
  },
  "증미": {
    "등촌": 2,
    "가양": 2
  },
  "흑석": {
    "동작": 2,
    "노들": 2
  },
  "검암": {
    "계양": 5,
    "청라국제도시": 4,
    "독정": 3,
    "검바위": 1
  },
  "계양": {
    "김포공항": 6,
    "검암": 5,
    "귤현": 3
  },
  "공항화물청사": {
    "운서": 4,
    "인천공항1터미널": 4
  },
  "영종": {
    "청라국제도시": 8,
    "운서": 4
  },
  "운서": {
    "영종": 4,
    "공항화물청사": 4
  },
  "인천공항1터미널": {
    "공항화물청사": 4,
    "인천공항2터미널": 6,
    "장기주차장": 1
  },
  "인천공항2터미널": {
    "인천공항1터미널": 6
  },
  "청라국제도시": {
    "검암": 4,
    "영종": 8
  },
  "가천대": {
    "태평": 2,
    "복정": 4
  },
  "개포동": {
    "대모산입구": 2,
    "구룡": 2
  },
  "구룡": {
    "개포동": 2,
    "도곡": 2
  },
  "구성": {
    "신갈": 3,
    "보정": 3
  },
  "기흥": {
    "상갈": 3,
    "신갈": 3,
    "강남대": 1
  },
  "대모산입구": {
    "수서": 5,
    "개포동": 2
  },
  "망포": {
    "매탄권선": 3,
    "영통": 2
  },
  "매교": {
    "수원": 2,
    "수원시청": 2
  },
  "매탄권선": {
    "수원시청": 2,
    "망포": 3
  },
  "미금": {
    "오리": 2,
    "정자": 3,
    "동천": 3
  },
  "보정": {
    "구성": 3,
    "죽전": 2
  },
  "상갈": {
    "청명": 3,
    "기흥": 3
  },
  "서울숲": {
    "압구정로데오": 2,
    "왕십리": 3
  },
  "서현": {
    "수내": 2,
    "이매": 2
  },
  "수내": {
    "정자": 2,
    "서현": 2
  },
  "수원시청": {
    "매교": 2,
    "매탄권선": 2
  },
  "신갈": {
    "기흥": 3,
    "구성": 3
  },
  "압구정로데오": {
    "강남구청": 2,
    "서울숲": 2
  },
  "야탑": {
    "이매": 3,
    "모란": 4
  },
  "영통": {
    "망포": 2,
    "청명": 2
  },
  "오리": {
    "죽전": 3,
    "미금": 2
  },
  "이매": {
    "서현": 2,
    "야탑": 3,
    "판교": 2,
    "삼동": 6
  },
  "정자": {
    "미금": 3,
    "수내": 2,
    "판교": 4
  },
  "죽전": {
    "보정": 2,
    "오리": 3
  },
  "청명": {
    "영통": 2,
    "상갈": 3
  },
  "태평": {
    "모란": 2,
    "가천대": 2
  },
  "한티": {
    "도곡": 2,
    "선릉": 2
  },
  "강남대": {
    "기흥": 1,
    "지석": 2
  },
  "고진": {
    "운동장·송담대": 1,
    "보평": 2
  },
  "김량장": {
    "명지대": 1,
    "운동장·송담대": 3
  },
  "동백": {
    "어정": 2,
    "초당": 4
  },
  "둔전": {
    "보평": 2,
    "전대·에버랜드": 5
  },
  "명지대": {
    "시청·용인대": 2,
    "김량장": 1
  },
  "보평": {
    "고진": 2,
    "둔전": 2
  },
  "삼가": {
    "초당": 2,
    "시청·용인대": 2
  },
  "시청·용인대": {
    "삼가": 2,
    "명지대": 2
  },
  "어정": {
    "지석": 1,
    "동백": 2
  },
  "운동장·송담대": {
    "김량장": 3,
    "고진": 1
  },
  "전대·에버랜드": {
    "둔전": 5
  },
  "지석": {
    "강남대": 2,
    "어정": 1
  },
  "초당": {
    "동백": 4,
    "삼가": 2
  },
  "가평": {
    "굴봉산": 6,
    "상천": 4
  },
  "갈매": {
    "별내": 2,
    "신내": 5
  },
  "강촌": {
    "김유정": 6,
    "백양리": 5
  },
  "굴봉산": {
    "백양리": 4,
    "가평": 6
  },
  "금곡": {
    "평내호평": 4,
    "사릉": 3
  },
  "김유정": {
    "남춘천": 5,
    "강촌": 6
  },
  "남춘천": {
    "춘천": 3,
    "김유정": 5
  },
  "대성리": {
    "청평": 6,
    "마석": 5
  },
  "마석": {
    "대성리": 5,
    "천마산": 2
  },
  "망우": {
    "양원": 3,
    "상봉": 2,
    "신내": 5
  },
  "백양리": {
    "강촌": 5,
    "굴봉산": 4
  },
  "별내": {
    "퇴계원": 2,
    "갈매": 2
  },
  "사릉": {
    "금곡": 3,
    "퇴계원": 3
  },
  "상천": {
    "가평": 4,
    "청평": 6
  },
  "신내": {
    "갈매": 5,
    "망우": 5
  },
  "중랑": {
    "상봉": 2,
    "회기": 3
  },
  "천마산": {
    "마석": 2,
    "평내호평": 3
  },
  "청평": {
    "상천": 6,
    "대성리": 6
  },
  "춘천": {
    "남춘천": 3
  },
  "퇴계원": {
    "사릉": 3,
    "별내": 2
  },
  "평내호평": {
    "천마산": 3,
    "금곡": 4
  },
  "간석오거리": {
    "인천시청": 3,
    "부평삼거리": 2
  },
  "갈산": {
    "부평구청": 2,
    "작전": 2
  },
  "경인교대입구": {
    "작전": 2,
    "계산": 2
  },
  "계산": {
    "경인교대입구": 2,
    "임학": 2
  },
  "국제업무지구": {
    "센트럴파크": 2
  },
  "귤현": {
    "박촌": 3,
    "계양": 3
  },
  "동막": {
    "캠퍼스타운": 3,
    "동춘": 2
  },
  "동수": {
    "부평삼거리": 2,
    "부평": 2
  },
  "동춘": {
    "동막": 2,
    "원인재": 2
  },
  "문학경기장": {
    "선학": 1,
    "인천터미널": 2
  },
  "박촌": {
    "임학": 2,
    "귤현": 3
  },
  "부평삼거리": {
    "간석오거리": 2,
    "동수": 2
  },
  "부평시장": {
    "부평": 2,
    "부평구청": 2
  },
  "선학": {
    "신연수": 2,
    "문학경기장": 1
  },
  "센트럴파크": {
    "국제업무지구": 2,
    "인천대입구": 2
  },
  "신연수": {
    "원인재": 2,
    "선학": 2
  },
  "예술회관": {
    "인천터미널": 2,
    "인천시청": 2
  },
  "원인재": {
    "남동인더스파크": 2,
    "연수": 2,
    "동춘": 2,
    "신연수": 2
  },
  "인천대입구": {
    "센트럴파크": 2,
    "지식정보단지": 2
  },
  "인천시청": {
    "예술회관": 2,
    "간석오거리": 3,
    "석바위시장": 2,
    "석천사거리": 2
  },
  "인천터미널": {
    "문학경기장": 2,
    "예술회관": 2
  },
  "임학": {
    "계산": 2,
    "박촌": 2
  },
  "작전": {
    "갈산": 2,
    "경인교대입구": 2
  },
  "지식정보단지": {
    "인천대입구": 2,
    "테크노파크": 3
  },
  "캠퍼스타운": {
    "테크노파크": 1,
    "동막": 3
  },
  "테크노파크": {
    "지식정보단지": 3,
    "캠퍼스타운": 1
  },
  "가재울": {
    "인천가좌": 3,
    "주안국가산단": 2
  },
  "가정": {
    "서구청": 3,
    "가정중앙시장": 2
  },
  "가정중앙시장": {
    "가정": 2,
    "석남": 2
  },
  "검단사거리": {
    "왕길": 2,
    "마전": 2
  },
  "검단오류": {
    "왕길": 2
  },
  "검바위": {
    "검암": 1,
    "아시아드경기장": 2
  },
  "남동구청": {
    "만수": 2,
    "인천대공원": 2
  },
  "독정": {
    "완정": 1,
    "검암": 3
  },
  "마전": {
    "검단사거리": 2,
    "완정": 2
  },
  "만수": {
    "모래내시장": 2,
    "남동구청": 2
  },
  "모래내시장": {
    "석천사거리": 1,
    "만수": 2
  },
  "서구청": {
    "아시아드경기장": 1,
    "가정": 3
  },
  "서부여성회관": {
    "석남": 2,
    "인천가좌": 1
  },
  "석남": {
    "가정중앙시장": 2,
    "서부여성회관": 2
  },
  "석바위시장": {
    "시민공원": 1,
    "인천시청": 2
  },
  "석천사거리": {
    "인천시청": 2,
    "모래내시장": 1
  },
  "시민공원": {
    "주안": 3,
    "석바위시장": 1
  },
  "아시아드경기장": {
    "검바위": 2,
    "서구청": 1
  },
  "완정": {
    "마전": 2,
    "독정": 1
  },
  "왕길": {
    "검단오류": 2,
    "검단사거리": 2
  },
  "운연": {
    "인천대공원": 2
  },
  "인천가좌": {
    "서부여성회관": 1,
    "가재울": 3
  },
  "인천대공원": {
    "남동구청": 2,
    "운연": 2
  },
  "주안국가산단": {
    "가재울": 2,
    "주안": 2
  },
  "가좌": {
    "신촌(경의중앙선)": 4,
    "홍대입구": 3,
    "디지털미디어시티": 2
  },
  "강매": {
    "화전": 3,
    "행신": 2
  },
  "곡산": {
    "대곡": 2,
    "백마": 3
  },
  "구리": {
    "도농": 3,
    "양원": 4
  },
  "국수": {
    "아신": 5,
    "신원": 4
  },
  "금릉": {
    "운정": 4,
    "금촌": 3
  },
  "금촌": {
    "금릉": 3,
    "월롱": 4
  },
  "능곡": {
    "행신": 3,
    "대곡": 3
  },
  "덕소": {
    "도심": 2,
    "양정": 3
  },
  "도농": {
    "양정": 4,
    "구리": 3
  },
  "도심": {
    "팔당": 5,
    "덕소": 2
  },
  "문산": {
    "파주": 5
  },
  "백마": {
    "곡산": 3,
    "풍산": 3
  },
  "서강대": {
    "공덕": 3,
    "홍대입구": 2
  },
  "서빙고": {
    "한남": 3,
    "이촌": 3
  },
  "수색": {
    "디지털미디어시티": 2,
    "화전": 4
  },
  "신원": {
    "국수": 4,
    "양수": 4
  },
  "신촌(경의중앙선)": {
    "서울": 7,
    "가좌": 4
  },
  "아신": {
    "오빈": 4,
    "국수": 5
  },
  "야당": {
    "탄현": 3,
    "운정": 2
  },
  "양수": {
    "신원": 4,
    "운길산": 2
  },
  "양원": {
    "구리": 4,
    "망우": 3
  },
  "양정": {
    "덕소": 3,
    "도농": 4
  },
  "양평(경의중앙선)": {
    "원덕": 5,
    "오빈": 3
  },
  "오빈": {
    "양평(경의중앙선)": 3,
    "아신": 4
  },
  "용문": {
    "지평": 7,
    "원덕": 5
  },
  "운길산": {
    "양수": 2,
    "팔당": 5
  },
  "운정": {
    "야당": 2,
    "금릉": 4
  },
  "원덕": {
    "용문": 5,
    "양평(경의중앙선)": 5
  },
  "월롱": {
    "금촌": 4,
    "파주": 3
  },
  "응봉": {
    "왕십리": 2,
    "옥수": 3
  },
  "일산": {
    "풍산": 3,
    "탄현": 3
  },
  "지평": {
    "용문": 7
  },
  "탄현": {
    "일산": 3,
    "야당": 3
  },
  "파주": {
    "월롱": 3,
    "문산": 5
  },
  "팔당": {
    "운길산": 5,
    "도심": 5
  },
  "풍산": {
    "백마": 3,
    "일산": 3
  },
  "한남": {
    "옥수": 2,
    "서빙고": 3
  },
  "행신": {
    "강매": 2,
    "능곡": 3
  },
  "화전": {
    "수색": 4,
    "강매": 3
  },
  "경기광주": {
    "삼동": 5,
    "초월": 4
  },
  "곤지암": {
    "초월": 5,
    "신둔도예촌": 5
  },
  "부발": {
    "이천": 4,
    "세종대왕릉": 7
  },
  "삼동": {
    "이매": 6,
    "경기광주": 5
  },
  "세종대왕릉": {
    "부발": 7,
    "여주": 5
  },
  "신둔도예촌": {
    "곤지암": 5,
    "이천": 6
  },
  "여주": {
    "세종대왕릉": 5
  },
  "이천": {
    "신둔도예촌": 6,
    "부발": 4
  },
  "초월": {
    "경기광주": 4,
    "곤지암": 5
  },
  "판교": {
    "정자": 4,
    "청계산입구": 7,
    "이매": 2
  },
  "용유": {
    "워터파크": 3
  },
  "워터파크": {
    "파라다이스시티": 4,
    "용유": 3
  },
  "장기주차장": {
    "인천공항1터미널": 1,
    "합동청사": 1
  },
  "파라다이스시티": {
    "합동청사": 1,
    "워터파크": 4
  },
  "합동청사": {
    "장기주차장": 1,
    "파라다이스시티": 1
  },
  "광교": {
    "광교중앙": 3
  },
  "광교중앙": {
    "광교": 3,
    "상현": 3
  },
  "동천": {
    "수지구청": 3,
    "미금": 3
  },
  "상현": {
    "광교중앙": 3,
    "성복": 3
  },
  "성복": {
    "상현": 3,
    "수지구청": 3
  },
  "수지구청": {
    "성복": 3,
    "동천": 3
  },
  "양재시민의숲": {
    "청계산입구": 3,
    "양재": 3
  },
  "청계산입구": {
    "판교": 7,
    "양재시민의숲": 3
  },
  "남동인더스파크": {
    "호구포": 2,
    "원인재": 2
  },
  "달월": {
    "오이도": 3,
    "월곶": 3
  },
  "소래포구": {
    "월곶": 2,
    "인천논현": 2
  },
  "송도": {
    "연수": 3,
    "인하대": 3
  },
  "숭의": {
    "인하대": 3,
    "신포": 3
  },
  "신포": {
    "숭의": 3,
    "인천": 2
  },
  "연수": {
    "원인재": 2,
    "송도": 3
  },
  "월곶": {
    "달월": 3,
    "소래포구": 2
  },
  "인천논현": {
    "소래포구": 2,
    "호구포": 2
  },
  "인하대": {
    "송도": 3,
    "숭의": 3
  },
  "호구포": {
    "인천논현": 2,
    "남동인더스파크": 2
  },
  "경기도청북부청사": {
    "새말": 1,
    "효자": 1
  },
  "경전철의정부": {
    "범골": 1,
    "의정부시청": 1
  },
  "곤제": {
    "효자": 1,
    "어룡": 2
  },
  "동오": {
    "의정부중앙": 1,
    "새말": 1
  },
  "발곡": {
    "회룡": 1
  },
  "범골": {
    "회룡": 1,
    "경전철의정부": 1
  },
  "새말": {
    "동오": 1,
    "경기도청북부청사": 1
  },
  "송산": {
    "어룡": 1,
    "탑석": 1
  },
  "어룡": {
    "곤제": 2,
    "송산": 1
  },
  "의정부시청": {
    "경전철의정부": 1,
    "흥선": 1
  },
  "의정부중앙": {
    "흥선": 2,
    "동오": 1
  },
  "탑석": {
    "송산": 1
  },
  "효자": {
    "경기도청북부청사": 1,
    "곤제": 1
  },
  "흥선": {
    "의정부시청": 1,
    "의정부중앙": 2
  },
  "4·19민주묘지": {
    "솔밭공원": 2,
    "가오리": 1
  },
  "가오리": {
    "4·19민주묘지": 1,
    "화계": 1
  },
  "북한산보국문": {
    "솔샘": 2,
    "정릉": 2
  },
  "북한산우이": {
    "솔밭공원": 1
  },
  "삼양": {
    "화계": 2,
    "삼양사거리": 2
  },
  "삼양사거리": {
    "삼양": 2,
    "솔샘": 2
  },
  "솔밭공원": {
    "북한산우이": 1,
    "4·19민주묘지": 2
  },
  "솔샘": {
    "삼양사거리": 2,
    "북한산보국문": 2
  },
  "정릉": {
    "북한산보국문": 2,
    "성신여대입구": 2
  },
  "화계": {
    "가오리": 1,
    "삼양": 2
  },
  "달미": {
    "시흥능곡": 3,
    "선부": 2
  },
  "선부": {
    "달미": 2,
    "초지": 3
  },
  "소새울": {
    "소사": 3,
    "시흥대야": 2
  },
  "시흥능곡": {
    "시흥시청": 3,
    "달미": 3
  },
  "시흥대야": {
    "소새울": 2,
    "신천": 3
  },
  "시흥시청": {
    "신현": 4,
    "시흥능곡": 3
  },
  "신천": {
    "시흥대야": 3,
    "신현": 4
  },
  "신현": {
    "신천": 4,
    "시흥시청": 4
  },
  "원곡": {
    "초지": 3,
    "원시": 2
  },
  "원시": {
    "원곡": 2
  }
}